#+TITLE: Organize My Life In Plain Text
#+CAPTION: 乱花渐欲迷人眼
#+CAPTION: 笃行克己
#+AUTHOR: 胡琛

* Finance

** Daily Record  
*** 2017/May 
   
**** Day31

     | 支出类别 | 支出明细              | 支出金额 |
     |----------+-----------------------+----------|
     | 早餐     | 蛋黄肉粽、黑米粥      |     8.00 |
     | 午餐     | 鱿鱼、生菜套餐        |    18.00 |
     | 馋       | 芝士草莓              |    24.00 |
     | 药       | 达克宁、棉签          |    26.00 |
     | 晚餐     | (DKC)美式汉堡、冻柠茶 |    68.00 |
     |----------+-----------------------+----------|
     | 合计     |                       |          |

*** 2017/June

**** Day1 

     | 支出类别 | 支出明细                            | 支出金额 |
     |----------+-------------------------------------+----------|
     | 早餐     | (Starbucks) 拿铁、提子多士          |    41.00 |
     | 午餐     | (绿茶) 烤翅、虾仁馄饨               |    34.00 |
     | 晚餐     | (汉堡王) 意式罗勒酱牛肉煲套餐、鸡条 |    49.00 |
     | 杂项     | 毛巾、湿巾、洗面奶                  |    52.00 |
     | 饮料     | 果汁、茶叶蛋、酸奶                  |    22.00 |
     |----------+-------------------------------------+----------|
     | 合计     |                                     | 198.00   |

**** Day2

     | 支出类别 | 支出明细         | 支出金额 |
     |----------+------------------+----------|
     | 午餐     | 馄饨、卤蛋       |    24.00 |
     | 娱乐     | 电影票、饮料     |   221.00 |
     | 馋       | 可爱多           |     4.00 |
     | 馋       | 港奶、奶茶、果汁 |     35.4 |
     | 馋       | 牛肉粉丝汤       |    18.00 |
     | 饮料     | 矿泉水           |     2.00 |
     |----------+------------------+----------|
     | 合计     |                  | 304.4    |

    
**** Day3

     | 支出类别 | 支出明细       | 支出金额 |
     |----------+----------------+----------|
     | 午餐     | 木耳炒肉       |    18.00 |
     | 下午茶   | 拿铁、猕猴桃汁 |          |
     |          |                |          |

** House Rents    

*** 2016/01

    + 押金： -13200.00
    + 电费： -141.44
    + 首月租金： -6600.00
    + 水费： -33.00
    + 网费： -2379.00
    + 保安介绍费： -1200.00
    + 总额： -23553.44
    + 王雄已缴：20000.00
    + 胡琛已缴：2412.00
    + 李翔已缴：5734.44
    + 王雄结转：9748.85
      20000.00 - 9000.00 (首月租金加押金) - 47.15 (电费) - 11.00 (纯净水) - 793.00 (网费) - 400.00 (保安介绍费) = 9748.85
    + 李翔结转： -316.71 
      5734.44 - 4800 (首月押金加租金) - 47.15 (电费) - 11.00 (纯净水) - 793.00 (网费) - 400 (保安介绍费) = -316.71
    + 胡琛结转： -4839.15
      2412.00 - 6000 (首月押金加租金) - 47.15 (电费) - 11.00 (纯净水) - 793.00 (网费) - 400 (保安介绍费) = -4839.15

*** 2016/02

    + 房租： -6600.00
    + 王雄房门开锁换锁： -160.00
    + 1 月网费： -200.00 (1 月网费是单独计费)
    + 王雄结转：9748.85 - 3000.00 - 67.00 - 160.00 = 6521.85
    + 李翔结转： -316.71 - 67.00 = -383.71
      

** Book Payment 

   + 总额：12000
   + 2016 年 12 月工资： -3000.00
   + 2017 年 1 月工资： -3000.00
   + 2017 年 2 月工资： -3000.00
   + 其他支出：
     - 牛奶： -100.00 (黄镇海)
     - 咖啡： -200.00 (甄赏)
     - 吃饭： -500.00 (胡琛)
     - 交通： -200.00 (胡琛)
   + 结余：2000.00

* Work

** Tasks
*** DONE 下午与王雄讨论策略
    CLOSED: [2017-06-02 五 13:53] SCHEDULED: <2017-06-01 四 16:00>
    :PROPERTIES:
    :CREATED:  [2017-06-01 四 15:13]
    :END:
    :LOGBOOK:
    CLOCK: [2017-06-01 四 15:13]--[2017-06-01 四 15:16] =>  0:03
    :END:
*** DONE Runge-Kutta Methods
    CLOSED: [2017-06-03 周六 20:17] SCHEDULED: <2017-06-03 周六 15:00>
    :LOGBOOK:
    CLOCK: [2017-06-03 周六 15:00]--[2017-06-03 周六 15:25] =>  0:25
    :END:
** Projects

*** NEXT Chaos Book [4/6]
    SCHEDULED: <2017-05-31 三 21:10.+1d>
    :LOGBOOK:
    CLOCK: [2017-06-01 四 15:19]--[2017-06-01 四 15:44] =>  0:25
    CLOCK: [2017-06-01 四 13:32]--[2017-06-01 四 13:57] =>  0:25
    CLOCK: [2017-05-31 三 21:12]--[2017-05-31 三 21:37] =>  0:25
    :END:

    - [X] One Equilibrium
    - [X] None Equilibrium
    - [ ] Any Type Equilibrium
    - [ ] Any Number Equilibrium
    - [X] Line Equilibrium
    - [X] Surface Equilibrium
    
      Line Equilibrium 那一章和 Surface Equilibrium 作者一样，文字几乎完全相同，作者是 Sajad Jafari,
      是不是和他说一声。

* Personal

** Tasks 
   
*** NEXT TB 多周期的处理
    SCHEDULED: <2017-06-03 周六 20:20>
    :LOGBOOK:
    CLOCK: [2017-06-03 周六 21:14]--[2017-06-03 周六 21:39] =>  0:25
    CLOCK: [2017-06-03 周六 20:18]--[2017-06-03 周六 20:43] =>  0:25
    :END:

** Projects

* Miscellaneous

** TODOs

** Response

* Habits
